<template>
  <div id="divContentes" class="data-terms">
    <dl class="mb20">
      <dt class="title-dep3 mb10">제 1조 목적</dt>
      <dd class="sub-dep1">
        본 약관은 회원(위치기반서비스 이용약관에 동의한 자를 말합니다. 이하
        “회원”이라고 합니다.)이 주식회사 E1(이하“회사”라고 합니다.)이 제공하는
        위치기반 서비스(이하 “서비스”라고 합니다)를 이용함에 있어 회사와 회원의
        권리·의무 및 책임사항을 규정함을 목적으로 합니다.
      </dd>
    </dl>
    <dl class="mb20">
      <dt class="title-dep3 mb10">제 2조 이용약관의 효력 및 변경</dt>
      <dd class="sub-dep1">
        ① 본 약관은 서비스를 신청한 고객 또는 개인위치정보주체가 본 약관에
        동의하고 회사가 정한 소정의 절차에 따라 서비스의 이용자로 등록함으로써
        효력이 발생합니다.
      </dd>
      <dd class="sub-dep1">
        ② 회원이 온라인에서 본 약관의 "동의하기" 버튼을 클릭하였을 경우 본
        약관의 내용을 모두 읽고 이를 충분히 이 해하였으며, 그 적용에 동의한
        것으로 봅니다.
      </dd>
      <dd class="sub-dep1">
        ③ 회사는 위치정보의 보호 및 이용 등에 관한 법률, 콘텐츠산업 진흥법,
        전자상거래 등에서의 소비자보호에 관한 법률, 소비자기본법 약관의 규제에
        관한 법률 등 관련법령을 위배하지 않는 범위에서 본 약관을 개정할 수
        있습니다.
      </dd>
      <dd class="sub-dep1">
        ④ 회사가 약관을 개정할 경우에는 기존약관과 개정약관 및 개정약관의
        적용일자와 개정사유를 명시하여 현행약 관과 함께 그 적용일자 10일 전부터
        적용일 이후 상당한 기간 동안 공지만을 하고, 개정 내용이 회원에게 불리한
        경우에는 그 적용일자 30일 전부터 적용일 이후 상당한 기간 동안 각각 이를
        서비스 홈페이지에 게시하거나 회원 에게 전자적 형태(전자우편, SMS 등)로
        약관 개정 사실을 발송하여 고지합니다.
      </dd>
      <dd class="sub-dep1">
        ⑤ 회사가 전항에 따라 회원에게 통지하면서 공지 또는 공지∙고지일로부터
        개정약관 시행일 7일 후까지 거부의사 를 표시하지 아니하면 이용약관에
        승인한 것으로 봅니다. 회원이 개정약관에 동의하지 않을 경우 회원은 이용계
        약을 해지할 수 있습니다.
      </dd>
    </dl>
    <dl class="mb20">
      <dt class="title-dep3 mb10">제 3조 관련법령의 적용</dt>
      <dd class="sub-dep1">
        본 약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에 명시되지
        아니한 사항에 대하여는 관계법령 또는 상관례에 따릅니다.
      </dd>
    </dl>

    <dl class="mb20">
      <dt class="title-dep3 mb10">제 4조 서비스의 내용</dt>
      <dd class="sub-dep1">
        ①회사는 사용자의 위치정보를 이용하여 다음과 같은 내용으로 서비스합니다.
        <div
          class="table-terms mb10"
          style="text-align: left; padding-left: 30px"
        >
          <table class="table">
            <caption>
              개인정보를 제공받는 업체와 제공되는 개인정보 및 이용목적, 보유 및
              이용기관과 동의 거부에 따른 불이익을 안내하는 테이블입니다.
            </caption>
            <colgroup>
              <col style="width: 33.3%" />
              <col style="width: 33.3%" />
              <col style="width: 33.3%" />
            </colgroup>
            <thead>
              <tr class="first">
                <th>서비스 명</th>
                <th>서비스 내용 및 (보유)목적</th>
                <th>개인위치정보 보유기간</th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td class="vcol tc">제휴 가맹점/충전소 찾기</td>
                <td class="vcol tc">
                  이용자의 위치정보를 근거로 인근 충전소 및 제휴 가맹점 정보
                  제공
                </td>
                <td class="vcol tc">서비스 제공 후 즉시 파기</td>
              </tr>
            </tbody>
          </table>
        </div>
      </dd>
      <dd class="sub-dep1">
        ②회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 따라
        위치정보 이용·제공․사실 확인자료를 자동 기록·보존하며, 해당 자료는 1년간
        보관합니다.
      </dd>
    </dl>
    <dl class="mb20">
      <dt class="title-dep3 mb10">제 5조 서비스 이용요금</dt>
      <dd class="sub-dep1">
        회사가 제공하는 위치기반서비스는 무료입니다.<br />
        단, 무선 서비스 이용 시 발생하는 데이터 통신료는 별도이며, 이용자가
        가입한 각 이동통신사의 정책에 따릅니다.
      </dd>
    </dl>
    <dl class="mb20">
      <dt class="title-dep3 mb10">제 6조 서비스내용변경 통지 등</dt>
      <dd class="sub-dep1">
        ① 회사가 서비스 내용을 변경하거나 종료하는 경우 회사는 회원의 등록된
        전자우편 주소로 이메일을 통하여 서 비스 내용의 변경 사항 또는 종료를
        통지할 수 있습니다.
      </dd>
      <dd class="sub-dep1">
        ② ①항의 경우 불특정 다수인을 상대로 통지를 함에 있어서는 웹사이트 등
        기타 회사의 공지사항을 통하여 회원 들에게 게시할 수 있습니다.
      </dd>
    </dl>
    <dl class="mb40">
      <dt class="title-dep3 mb10">제 7조 서비스의 제한 및 정지</dt>
      <dd class="sub-dep1">
        ① 회사는 위치기반서비스사업자의 정책변경 등과 같이 회사의 제반사정 또는
        법률상의 이유로 위치기반서비스를 유지할 수 없는 경우 위치기반서비스의
        전부 일부를 제한·변경·중지할 있습니다.
      </dd>
      <dd class="sub-dep1">
        ② 회사는 제①항의 규정에 의하여 서비스의 이용을 제한하거나 정지한 때에는
        그 사유 및 제한기간 등을 지체 없이 이용자에게 알리도록 노력해야 합니다.
      </dd>
      <dd class="sub-dep1">
        ③ 제①항에 의한 장애로 인하여 서비스가 제한 또는 정지된 경우에 회사는
        일체의 책임을 지지 않습니다.
      </dd>
    </dl>

    <dl class="mb20">
      <dt class="title-dep3 mb10">제 8조 개인위치정보의 이용 또는 제공</dt>
      <dd class="sub-dep1">
        ① 회사는 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 미리
        이용약관에 명시한 후 개인위치정보주체의 동의를 얻어야 합니다.
      </dd>
      <dd class="sub-dep1">
        ② 회사는 개인위치정보를 회원이 지정하는 제3자에게 제공하는 경우에는
        개인위치정보를 수집한 당해 통신 단말장치로 매회 회원에게 제공받는 자,
        제공일시 및 제공목적을 즉시 통보합니다. 단, 아래 각 호의 1에 해당하는
        경우에는 회원이 미리 특정하여 지정한 통신 단말장치 또는 전자우편주소로
        통보합니다.
        <ul class="mb10">
          <li class="sub-dep2 sub-list1">
            1. 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의
            수신기능을 갖추지 아니한 경우
          </li>
          <li class="sub-dep2 sub-list1">
            2. 회원이 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우
          </li>
        </ul>
      </dd>
    </dl>
    <dl class="mb20">
      <dt class="title-dep3 mb10">제 9조 개인위치정보주체의 권리</dt>
      <dd class="sub-dep1">
        ① 회원은 회사에 대하여 언제든지 개인위치정보를 이용한 위치기반서비스
        제공 및 개인위치정보의 제3자 제공에 대한 동의의 전부 또는 일부를 철회할
        수 있습니다. 이 경우 회사는 수집한 개인위치정보 및 위치정보 이용,
        제공사실 확인자료를 파기합니다.
      </dd>
      <dd class="sub-dep1">
        ② 회원은 회사에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의
        일시적인 중지를 요구할 수 있으며, 회사는 이를 거절할 수 없고 이를 위한
        기술적 수단을 갖추고 있습니다.
      </dd>
      <dd class="sub-dep1">
        ③ 회원은 회사에 대하여 아래 각 호의 자료에 대한 열람 또는 고지를 요구할
        수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다.
        이 경우 회사는 정당한 사유 없이 회원의 요구를 거절할 수 없습니다.
      </dd>
      <ul class="mb10">
        <li class="sub-dep2 sub-list1">
          1. 본인에 대한 위치정보 수집, 이용, 제공사실 확인자료
        </li>
        <li class="sub-dep2 sub-list1">
          2. 본인의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는
          다른 법률 규정에 의하여 제3자에게 제공된 이유 및 내용
        </li>
      </ul>

      <dd class="sub-dep1">
        ④ 회원은 제1항 내지 제3항의 권리행사를 위해 회사의 소정의 절차를 통해
        요구할 수 있습니다.
      </dd>
    </dl>

    <dl class="mb20">
      <dt class="title-dep3 mb10">제 10조 적용제외</dt>
      <dd class="sub-dep1">
        만 14세 미만인자는 회원 가입대상이 아니므로, 회사는 회원가입이 불가능한
        만14세 미만 자의 위치정보를 수집하지 않습니다. 따라서 만14세 미만의
        이용자에 대해서는 위치기반서비스와 관련한 민원 발생 등에 대해서는 책임을
        지지 않습니다.
      </dd>
    </dl>

    <dl class="mb20">
      <dt class="title-dep3 mb10">제 11조 위치정보관리책임자의 지정</dt>
      <dd class="sub-dep2">
        ① 회사는 위치정보를 적절히 관리․보호하고 개인위치정보주체의 불만을
        원활히 처리할 수 있도록 실질적인 책임을 질 수 있는 지위에 있는 자를
        위치정보관리책임자로 지정해 운영합니다.
      </dd>
      <dd class="sub-dep2">
        ② 위치정보관리책임자는 회사의 개인정보보호책임자로서 구체적인 사항은 본
        약관의 부칙에 따릅니다.
      </dd>
    </dl>

    <dl class="mb20">
      <dt class="title-dep3 mb10">제 12조 손해배상</dt>
      <dd class="sub-dep2">
        회사의 위치정보의 보호 및 이용 등에 관한 법률 제15조 및 26조의 규정을
        위반한 행위로 인해 손해를 입은 경우 이용자는 회사에 손해배상을 청구할 수
        있습니다. 회사는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수
        없습니다.
      </dd>
    </dl>
    <dl class="mb20">
      <dt class="title-dep3 mb10">제 13조 면책</dt>
      <dd class="sub-dep1">
        ① 회사는 다음 각 호의 경우로 위치기반서비스를 제공할 수 없는 경우 이로
        인하여 이용자에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.
        <ul class="mb10">
          <li class="sub-dep2 sub-list1">
            1. 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우
          </li>
          <li class="sub-dep2 sub-list1">
            2. 위치기반서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한
            제3자의 고의적인 서비스 방해가 있는 경우
          </li>
          <li class="sub-dep2 sub-list1">
            3. 이용자의 귀책사유로 위치기반서비스 이용에 장애가 있는 경우
          </li>
          <li class="sub-dep2 sub-list1">
            4. 제1호 내지 제3호를 제외한 기타 회사의 고의·과실이 없는 사유로
            인한 경우
          </li>
        </ul>
      </dd>
      <dd class="sub-dep1">
        ② 회사는 위치기반서비스 및 위치기반서비스에 게재된 정보, 자료, 사실의
        신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한
        이용자의 손해에 대하여는 책임을 부담하지 아니합니다.
      </dd>
    </dl>
    <dl class="mb20">
      <dt class="title-dep3 mb10">제 14조 규정의 준용</dt>
      <dd class="sub-dep1">
        ① 본 약관은 대한민국법령에 의하여 규정되고 이행됩니다
      </dd>
      <dd class="sub-dep1">
        ② 회원 및 법정대리인의 권리와 그 행사방법은 제소 당시의 이용자의 주소에
        의하며, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로
        합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국
        거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
      </dd>
      <dd class="sub-dep1">
        ③ 본 약관에 규정되지 않은 사항에 대해서는 관련법령 및 상관습에 의합니다.
      </dd>
    </dl>
    <dl class="mb20">
      <dt class="title-dep3 mb10">제 15조 분쟁의 조정 및 기타</dt>
      <dd class="sub-dep1">
        ① 회사는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지
        아니하거나 협의를 할 수 없는 경우에는 위치정보의 보호 및 이용 등에 관한
        법률 제28조의 규정에 의한 방송통신위원회에 재정을 신청할 수 있습니다.
      </dd>
      <dd class="sub-dep1">
        ② 회사 또는 고객은 위치정보와 관련된 분쟁에 대해 당사자간 협의가
        이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법 제43조의
        규정에 의한 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.
      </dd>
    </dl>
    <dl class="mb40">
      <dt class="title-dep3 mb10">제 16조 회사의 연락처</dt>
      <dd class="sub-dep1">
        회사의 상호 및 주소 등은 다음과 같습니다.
        <ul class="mb10">
          <li class="sub-dep2 sub-list1">상 호 : 주식회사 E1</li>
          <li class="sub-dep2 sub-list1">대 표 자 : 대표이사 회장 구자용</li>
          <li class="sub-dep2 sub-list1">
            주 소 : 서울특별시 용산구 한강대로 92, LS용산타워 20,21층
          </li>
          <li class="sub-dep2 sub-list1">대표전화 : 02-1688-2121</li>
        </ul>
      </dd>
    </dl>

    <dl class="mb20">
      <dt class="title-dep3 mb10">제 1조 시행일</dt>
      <dd clas="sub-dep1">이 약관은 2022년 6월 27일부터 시행합니다.</dd>
    </dl>
    <dl class="mb20">
      <dt class="title-dep3 mb10">
        제 2조 위치정보관리책임자(개인정보보호책임자)의 지정
      </dt>
      <dd class="sub-dep1">
        위치정보관리책임자(개인정보보호책임자)는 2022년 1월을 기준으로 다음과
        같이 지정합니다.
        <ul class="mb10">
          <li class="sub-dep2 sub-list1">
            주식회사 E1 경영기획본부장(02-3441-4265, security@e1.co.kr)
          </li>
        </ul>
      </dd>
    </dl>
  </div>
</template>
